Repository: Solonik77/cultsoft
Catalog: application/modules/blog/i18n/*.po
Languages: ru_ru

source: Search blog
ru_ru: Найти блог

source: Edit blog
ru_ru: Редактирование блога

source: Changes for blog successfully saved
ru_ru: Изменения информации блога успешно сохранены

source: New blog successfully created
ru_ru: Новый блог создан

source: Error editing blog
ru_ru: Ошибка при редактировании информации блога

source: Blog deleted successfully
ru_ru: Блог удалён

source: Create, edit, delete posts. Manage communities.
ru_ru: Создание, редактирование, удаление постов. Управление сообществами.

source: Error in creation new blog
ru_ru: Найти блог

source: Personal blog
ru_ru: Персональный блог

source: Collaborative blog (community)
ru_ru: Коллективный блог (сообщество)

source: Create new blog
ru_ru: Создание нового блога

source: Create blog
ru_ru: Создание блога

source: Blogs
ru_ru: Блоги

source: Blog
ru_ru: Блог

source: Manage blogs
ru_ru: Управление блогами

source: Admin blogs
ru_ru: Уравление блогами

source: No blogs here
ru_ru: Не заведено ещё ни одного блога
